tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "v2raya/v2raya"
brew "automake"
brew "openssl@1.1"
brew "pkg-config"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "exa"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "ninja"
brew "node"
brew "openjdk@11"
brew "openssl@3"
brew "perl"
brew "python@3.9"
brew "rsync"
brew "tbb"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
cask "alacritty"
cask "clash-for-windows"
cask "dingtalk"
cask "docker"
cask "feishu"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-office-code-pro"
cask "font-sauce-code-pro-nerd-font"
cask "free-download-manager"
cask "google-chrome"
cask "intellij-idea"
cask "itsycal"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "obsidian"
cask "onedrive"
cask "qq"
cask "rustdesk"
cask "snipaste"
cask "tencent-meeting"
cask "todoist"
cask "vlc"
cask "wechat"
cask "wpsoffice-cn"
cask "zerotier-one"
