tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "v2raya/v2raya"
brew "automake"
brew "openssl@1.1"
brew "pkg-config"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "ninja"
brew "node"
brew "openjdk@11"
brew "openssl@3"
brew "perl"
brew "python@3.9"
brew "rsync"
brew "tbb"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-office-code-pro"
cask "font-sauce-code-pro-nerd-font"
cask "vlc"
