tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mrkai77/cask"
brew "automake"
brew "openssl@3"
brew "bat"
brew "boost"
brew "ccache"
brew "clang-format@8"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "fd"
brew "global"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "im-select"
brew "mas"
brew "maven"
brew "neofetch"
brew "ninja"
brew "node"
brew "openjdk@11"
brew "perl"
brew "pkg-config"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "scala@2.12"
brew "texlive"
brew "tmux"
brew "tree"
brew "wget"
cask "alacritty"
cask "betterdisplay"
cask "bitwarden"
cask "clash-for-windows"
cask "clion"
cask "docker"
cask "feishu"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "free-download-manager"
cask "google-chrome"
cask "hiddenbar"
cask "intellij-idea"
cask "itsycal"
cask "kap"
cask "loop"
cask "maccy"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "mounty"
cask "onedrive"
cask "openinterminal"
cask "pycharm"
cask "qq"
cask "rustdesk"
cask "snipaste"
cask "telegram-desktop"
cask "tencent-meeting"
cask "vlc"
cask "wechat"
cask "zotero"
mas "Bitwarden", id: 1352778147
mas "Hidden Bar", id: 1452453066
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "The Unarchiver", id: 425424353
mas "网易云音乐", id: 944848654
mas "超级右键", id: 1497428978
