adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
amd-ucode
archlinuxcn-keyring
ark
autoconf
automake
base
bash-completion
bind
bison
bluez-utils
btrfs-progs
chrome-gnome-shell
clang
clion
clion-jre
cryptsetup
diffutils
dmraid
docker
dolphin
dosfstools
doxygen
e2fsprogs
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
flameshot
flex
gcc
gdb
gdm
git
gnome-control-center
gnome-keyring
gnome-shell
gnome-tweaks
go
goland
gpm
gptfdisk
grub
imagemagick
inetutils
intel-ucode
jre11-openjdk
kate
konsole
libgnome-keyring
linux
linux-firmware
lldb
lvm2
m4
make
man-db
man-pages
mdadm
mkinitcpio
mlocate
nano
neofetch
nerd-fonts-complete
net-tools
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
ntfs-3g
okular
openssh
os-prober
parted
patch
pkgconf
ppp
python-pip
reflector
sudo
telegram-desktop
texinfo
tmux
unarchiver
unrar
usbmuxd
valgrind
vim
vlc
wireless_tools
wpa_supplicant
xf86-video-vesa
xfsprogs
yay
zsh
zsh-autosuggestions
zsh-syntax-highlighting
