acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-cn-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adw-gtk-theme
alacritty
alsa-utils
amd-ucode
archlinuxcn-keyring
ark
autoconf
automake
b43-fwcutter
base
bash
bash-completion
bind
bison
bluez-utils
btrfs-progs
btrfsmaintenance
bzip2
clion
clion-jre
cmake
coreutils
cpupower
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
doxygen
e2fsprogs
ecryptfs-utils
efibootmgr
exfatprogs
f2fs-tools
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-moegirl
fcitx5-qt
file
filesystem
findutils
flameshot
flex
fprintd
gawk
gcc-libs
gdb
gdm
gettext
glibc
glibc-locales
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-themes-extra
gnome-tweaks
gnome-wallpapers
go
goland
grep
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gvfs
gwenview
gzip
haveged
ibus
imwheel
inetutils
intel-ucode
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
inxi
iproute2
iputils
jfsutils
jre11-openjdk
kate
konsole
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libgnome-keyring
libva-mesa-driver
libva-vdpau-driver
licenses
linux515
lldb
logrotate
lvm2
m4
make
man-db
man-pages
manjaro-application-utility
manjaro-artwork
manjaro-base-skel
manjaro-firmware
manjaro-gdm-branding
manjaro-gnome-settings
manjaro-release
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
mesa-utils
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mousetweaks
mutter
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neofetch
nerd-fonts-complete
net-tools
networkmanager
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
ntfs-3g
ntp
numlockx
okular
openresolv
os-prober
pacman
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
patch
pciutils
perl
pkgconf
polkit-gnome
ppp
procps-ng
psmisc
python-pip
python2
qgnomeplatform-qt5
qgnomeplatform-qt6
reiserfsprogs
rsync
s-nail
sassc
sed
shadow
slack-desktop
sof-firmware
spectre-meltdown-checker
sudo
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
texinfo
tmux
tracker3-miners
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unarchiver
unrar
usb_modeswitch
usbutils
util-linux
v2ray
v2raya
valgrind
vi
vim
vlc
vulkan-intel
vulkan-radeon
wget
which
wireless-regdb
wireless_tools
wpa_supplicant
xcursor-breeze
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xbacklight
xorg-xinit
xz
yay
