adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
amd-ucode
arandr
archlinuxcn-keyring
ark
autoconf
automake
base
bash-completion
bind
bison
bluez-utils
btrfs-progs
chrome-gnome-shell
clang
clion
clion-jre
cryptsetup
diffutils
dmraid
docker
dolphin
dosfstools
doxygen
e2fsprogs
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
flameshot
flex
gcc
gdb
gdm
git
gnome-control-center
gnome-desktop
gnome-keyring
gnome-screenshot
gnome-shell
gnome-shell-extension-appindicator
gnome-tweaks
go
goland
gpm
gptfdisk
grub
imagemagick
inetutils
intel-ucode
jre11-openjdk
kate
konsole
libgnome-keyring
linux
linux-firmware
lldb
lvm2
m4
make
man-db
man-pages
mdadm
mkinitcpio
mlocate
nano
neofetch
nerd-fonts-complete
net-tools
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
ntfs-3g
okular
openssh
os-prober
parted
patch
pkgconf
ppp
python-pip
reflector
sudo
telegram-desktop
texinfo
tmux
unarchiver
unrar
usbmuxd
valgrind
vim
vlc
wireless_tools
wpa_supplicant
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
zsh-autosuggestions
zsh-syntax-highlighting
